
        
        let capital = prompt('Какая столица Бурятии?');
    if (capital.toLowerCase() == 'улан-удэ') {
    alert('Верно! Улан-Удэ — столица и крупнейший город Республики Бурятия Российской Федерации. Наряду с Северобайкальском является городом республиканского значения. Центр Улан-Удэнской агломерации и одноименного городского округа. Население — 437 565. Крупный культурный, научный, промышленный центр Восточной Сибири.');
    }
    else {
    alert('Неверно. Улан-Удэ — столица и крупнейший город Республики Бурятия Российской Федерации. Наряду с Северобайкальском является городом республиканского значения. Центр Улан-Удэнской агломерации и одноименного городского округа. Население — 437 565. Крупный культурный, научный, промышленный центр Восточной Сибири.');
    }      
        let year = prompt('В каком году был основан город Улан-Удэ?');
    if (year == '1666') {
    alert ('Правильно! Как и многие старые города Восточной Сибири, Улан-Удэ (в прошлом Верхнеудинск) начинался с небольшого казачьего зимовья, заложенного в 1666 году на берегу р. Уды у слияния ее с р. Селенгой, названного Удинским.');
    }
    else {
    alert ('1666. Как и многие старые города Восточной Сибири, Улан-Удэ (в прошлом Верхнеудинск) начинался с небольшого казачьего зимовья, заложенного в 1666 году на берегу р. Уды у слияния ее с р. Селенгой, названного Удинским.');
    }
        
        let districts = prompt('Сколько районов в республике Бурятия?');
    if (districts == '21') {
    alert ('Вы молодец! 21 район Бурятии: Баргузинский, Баунтовский, Эвенкийский, Бичурский, Джидинский, Еравнинский, Заиграевский, Закаменский, Иволгинский, Кабанский, Кижингинский, Курумканский , Кяхтинский, Муйский, Мухоршибирский, Окинский, Прибайкальский, Северо-Байкальский, Селенгинский, Тарбагатайский, Тункинский, Хоринский');
    }
    else {
    alert ('Увы! 21 район Бурятии: Баргузинский, Баунтовский, Эвенкийский, Бичурский, Джидинский, Еравнинский, Заиграевский, Закаменский, Иволгинский, Кабанский, Кижингинский, Курумканский , Кяхтинский, Муйский, Мухоршибирский, Окинский, Прибайкальский, Северо-Байкальский, Селенгинский, Тарбагатайский, Тункинский, Хоринский');
    }
        
        let tunnel = prompt ('Как называется самый длинный железнодорожный тоннель в России?');
    if (tunnel.toLowerCase() == 'северомуйский') {
    alert ('Восхитительно! Северомуйский тоннель имени В. А. Бессолова — железнодорожный тоннель в Республике Бурятия на Байкало-Амурской магистрали, открытый 5 декабря 2003 года. По протяжённости является самым длинным железнодорожным тоннелем в России — 15 343 метра.');
    }
    else {
    alert ('Неверно. Северомуйский тоннель имени В. А. Бессолова — железнодорожный тоннель в Республике Бурятия на Байкало-Амурской магистрали, открытый 5 декабря 2003 года. По протяжённости является самым длинным железнодорожным тоннелем в России — 15 343 метра.');
    }
        
        let constructure = prompt ('Как называется культовое сооружение, которое можно встретить вдоль бурятских дорог?');
    if (constructure.toLowerCase() == 'субурган') {
    alert ('Точно! Многие местные водители тормозят у них и просят благословения для доброй дороги, оставляя взамен несколько монет или капая немного водки.');
    }
    else {
    alert ('Это Субурган. Многие местные водители тормозят у них и просят благословения для доброй дороги, оставляя взамен несколько монет или капая немного водки.');
    }
        
        let head = prompt ('Чья голова находится в самом центре города Улан-Удэ?');
    if (head.toLowerCase() == 'ленина') {
    alert ('Как вы угадали? Самая известная городская достопримечательность — это, как ни странно, голова Ленина, отлитая из чистой бронзы. Это самое большое изваяние головы в мире, которое в 2015 году было занесено в Книгу рекордов России. Голова Ленина весит 42 т, ее высота -7,7 метров, ширина — 4,5 метра, высота вместе с постаментом — 14 метров.');
    }
    else {
    alert ('Голова Ленина. Самая известная городская достопримечательность, отлитая из чистой бронзы. Это самое большое изваяние головы в мире, которое в 2015 году было занесено в Книгу рекордов России. Голова Ленина весит 42 т, ее высота -7,7 метров, ширина — 4,5 метра, высота вместе с постаментом — 14 метров.');
    }
